tap "atomic/tap", "ssh://git@git.a1s.dev:1022/atomicsemi/homebrew-tap.git"
tap "jstkdng/programs"
tap "messense/macos-cross-toolchains"
brew "bat"
brew "python@3.14"
brew "black"
brew "bob"
brew "btop"
brew "caddy"
brew "cloc"
brew "cmatrix"
brew "diff-so-fancy"
brew "direnv"
brew "docker"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fnm"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "gnupg"
brew "gnuplot"
brew "go"
brew "graphviz"
brew "htop"
brew "imagemagick"
brew "jj"
brew "jq"
brew "jsongrep"
brew "lazygit"
brew "llvm"
brew "magic-wormhole"
brew "minio-mc"
brew "pam-reattach"
brew "pandoc"
brew "pinentry-mac"
brew "pipx"
brew "pngquant"
brew "poppler"
brew "postgresql@16", link: true
brew "protobuf"
brew "pyenv"
brew "resvg"
brew "ripgrep"
brew "ruby"
brew "sevenzip"
brew "shellcheck"
brew "sl"
brew "tea"
brew "tlrc"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "tree-sitter-cli"
brew "upx"
brew "watch"
brew "yazi"
brew "yq"
brew "zoxide"
brew "atomic/tap/atomflow"
brew "atomic/tap/clang-format-21"
brew "jstkdng/programs/ueberzugpp"
brew "messense/macos-cross-toolchains/aarch64-unknown-linux-gnu"
brew "messense/macos-cross-toolchains/armv7-unknown-linux-gnueabihf"
brew "messense/macos-cross-toolchains/x86_64-unknown-linux-gnu"
cask "basictex"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "keycastr"
cask "klayout"
cask "sioyek"
cask "zed"
go "github.com/googleapis/api-linter/v2/cmd/api-linter"
go "golang.org/x/tools/cmd/callgraph"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/davidrjenni/reftools/cmd/fillswitch"
go "github.com/onsi/ginkgo/v2/ginkgo"
go "github.com/abice/go-enum"
go "mvdan.cc/gofumpt"
go "golang.org/x/tools/cmd/goimports"
go "github.com/twpayne/go-jsonstruct/v3/cmd/gojsonstruct"
go "github.com/segmentio/golines"
go "github.com/fatih/gomodifytags"
go "github.com/abenz1267/gomvp"
go "golang.org/x/tools/cmd/gonew"
go "golang.org/x/tools/gopls"
go "github.com/cweill/gotests/gotests"
go "gotest.tools/gotestsum"
go "golang.org/x/vuln/cmd/govulncheck"
go "github.com/koron/iferr"
go "github.com/josharian/impl"
go "github.com/tmc/json-to-struct"
go "go.uber.org/mock/mockgen"
go "github.com/kyoh86/richgo"
cargo "bacon"
cargo "cargo-binstall"
cargo "cargo-bloat"
cargo "cargo-deny"
cargo "cargo-edit"
cargo "cargo-expand"
cargo "cargo-insta"
cargo "cargo-instruments"
cargo "cargo-nextest"
cargo "cargo-outdated"
cargo "cargo-sort"
cargo "cargo-udeps"
cargo "critcmp"
cargo "dioxus-cli"
cargo "exa"
cargo "flamegraph"
cargo "jsongrep"
cargo "just"
cargo "lychee"
cargo "protols"
cargo "samply"
cargo "sd"
cargo "spotify_player"
cargo "ttop"
cargo "twiggy"
cargo "wasm-pack"
uv "pynvim"
uv "ruff"
