tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/test-bot"
tap "jstkdng/programs"
brew "ack"
brew "jpeg-xl"
brew "aom"
brew "gettext"
brew "glib"
brew "automake"
brew "pycparser"
brew "cffi"
brew "cryptography"
brew "python@3.12"
brew "awscli"
brew "bat"
brew "cairo"
brew "harfbuzz"
brew "bfg"
brew "libssh2"
brew "cargo-c"
brew "libavif"
brew "pango"
brew "librsvg"
brew "chafa"
brew "cloc"
brew "cmake"
brew "cmatrix"
brew "lima"
brew "colima"
brew "diff-so-fancy"
brew "docker"
brew "docker-compose"
brew "docutils"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "fastfetch"
brew "fd"
brew "flac"
brew "unbound"
brew "gnutls"
brew "leptonica"
brew "libass"
brew "libmicrohttpd"
brew "librist"
brew "libssh"
brew "tesseract"
brew "ffmpeg"
brew "open-mpi"
brew "fish"
brew "fnm"
brew "libtool"
brew "freetds"
brew "fzf"
brew "gd"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "go@1.21"
brew "gpgme"
brew "netpbm"
brew "gts"
brew "graphviz"
brew "pkgconf"
brew "htop"
brew "libheif"
brew "imagemagick"
brew "ios-deploy"
brew "jq"
brew "lazygit"
brew "libzip"
brew "localstack"
brew "lua-language-server"
brew "luajit"
brew "luarocks"
brew "ninja"
brew "mono"
brew "mvfst"
brew "n"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "node"
brew "numpy"
brew "nvm"
brew "openvino"
brew "pgloader"
brew "pipx"
brew "pngpaste"
brew "pnpm"
brew "poppler"
brew "portaudio"
brew "postgresql@14"
brew "pyenv"
brew "python-setuptools"
brew "python@3.11"
brew "pyvim"
brew "qemu"
brew "rbenv"
brew "ripgrep"
brew "shellcheck"
brew "telnet"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "vimtutor-sequel"
brew "vips"
brew "vscode-langservers-extracted"
brew "w3m"
brew "watch"
brew "watchman"
brew "wget"
brew "yarn"
brew "zola"
brew "zsh-autocomplete"
brew "zsh-completions"
brew "heroku/brew/heroku"
brew "jstkdng/programs/ueberzugpp"
cask "font-fira-code-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "iterm2"
cask "kitty"
cask "mactex-no-gui"
cask "ngrok"
cask "pgadmin4"
cask "sioyek"
cask "zulu@17"
