tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "jstkdng/programs"
tap "koekeishiya/formulae"
tap "riscv-software-src/riscv"
tap "sourcemeta/apps"
tap "sst/tap"
brew "ack"
brew "gettext"
brew "glib"
brew "cairo"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "jpeg-xl"
brew "aom"
brew "argp-standalone"
brew "arm-none-eabi-gdb"
brew "automake"
brew "awscli"
brew "bash"
brew "libssh2"
brew "bat"
brew "openjdk"
brew "bfg"
brew "binutils"
brew "btop"
brew "cargo-c"
brew "cargo-instruments"
brew "pycparser"
brew "cffi"
brew "libavif"
brew "chafa"
brew "cloc"
brew "cmake"
brew "cmatrix"
brew "cocoapods"
brew "lima"
brew "colima"
brew "cryptography"
brew "gcc"
brew "open-mpi"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "gpgme"
brew "pkgconf"
brew "python@3.12"
brew "libheif"
brew "libtool"
brew "libzip"
brew "imagemagick"
brew "poppler"
brew "vips"
brew "coreutils"
brew "csvkit"
brew "deno"
brew "diff-so-fancy"
brew "docker"
brew "docker-compose"
brew "docutils"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "fastfetch"
brew "fd"
brew "flac"
brew "leptonica"
brew "libass"
brew "libmicrohttpd"
brew "librist"
brew "libssh"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fnm"
brew "freetds"
brew "fzf"
brew "gd"
brew "gdb"
brew "node"
brew "gh"
brew "gifsicle"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "git-quick-stats"
brew "github-markdown-toc"
brew "glow"
brew "gnu-tar"
brew "gnu-time"
brew "go"
brew "go@1.21"
brew "netpbm"
brew "gts"
brew "graphviz"
brew "grep"
brew "icu4c@76"
brew "haskell-stack"
brew "htop"
brew "ios-deploy"
brew "isync"
brew "jq"
brew "just"
brew "lazygit"
brew "libimobiledevice"
brew "llama.cpp"
brew "llvm"
brew "lld"
brew "localstack"
brew "lowdown"
brew "lua-language-server"
brew "luajit"
brew "lynx"
brew "ninja"
brew "minicom"
brew "mono"
brew "msmtp"
brew "mvfst"
brew "n"
brew "nasm"
brew "neofetch"
brew "notmuch"
brew "neomutt"
brew "neovim"
brew "nmap"
brew "nnn"
brew "openblas"
brew "numpy"
brew "nvm"
brew "openvino"
brew "osmium-tool"
brew "pandoc"
brew "tree"
brew "pass"
brew "pgloader"
brew "pinentry-mac"
brew "pipx"
brew "pngpaste"
brew "pnpm"
brew "portaudio"
brew "postgresql@14"
brew "potrace"
brew "pre-commit"
brew "presenterm"
brew "pyenv"
brew "pygments"
brew "python-setuptools"
brew "python@3.11"
brew "pyvim"
brew "qemu"
brew "r"
brew "rbenv"
brew "ripgrep"
brew "rlwrap"
brew "rust-analyzer"
brew "sevenzip"
brew "shellcheck"
brew "spotify_player"
brew "stylua"
brew "subversion"
brew "telnet"
brew "texinfo"
brew "tldr"
brew "tmux"
brew "typst"
brew "urlscan"
brew "urlview"
brew "vim"
brew "vimtutor-sequel"
brew "vscode-langservers-extracted"
brew "w3m"
brew "watch"
brew "watchman"
brew "wget"
brew "xclip"
brew "xcodegen"
brew "yarn"
brew "yazi"
brew "yq"
brew "zlib"
brew "zola"
brew "zoxide"
brew "zsh-autocomplete"
brew "zsh-completions"
brew "heroku/brew/heroku"
brew "jstkdng/programs/ueberzugpp"
brew "koekeishiya/formulae/skhd"
brew "riscv-software-src/riscv/riscv-tools"
cask "karabiner-elements"
cask "keycastr"
cask "mactex-no-gui"
cask "ngrok"
cask "oracle-jdk"
cask "pgadmin4"
cask "sioyek"
cask "zulu@17"
vscode "74th.monokai-charcoal-high-contrast"
vscode "adpyke.codesnap"
vscode "akamud.vscode-theme-onedark"
vscode "asvetliakov.vscode-neovim"
vscode "austin-lin.vscode-project-structure"
vscode "bradlc.vscode-tailwindcss"
vscode "brandonkirbyson.solarized-palenight"
vscode "catppuccin.catppuccin-vsc"
vscode "databyne.theme-monokai-hc"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "everdaletop.lua-palenight"
vscode "figma.figma-vscode-extension"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "geequlim.godot-tools"
vscode "genieai.chatgpt-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "google.geminicodeassist"
vscode "googlecloudtools.cloudcode"
vscode "hbenl.vscode-test-explorer"
vscode "hbenl.vscode-test-explorer-liveshare"
vscode "humao.rest-client"
vscode "inferrinizzard.prettier-sql-vscode"
vscode "jebbs.plantuml"
vscode "jjkim.gdscript"
vscode "larxx.github-blue"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vsliveshare.vsliveshare"
vscode "nativebase.nativebase-v3-vscode-extension"
vscode "nnniv.monokai-palenight"
vscode "prisma.prisma"
vscode "quarto.quarto"
vscode "rdebugger.r-debugger"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "reditorsupport.r"
vscode "reditorsupport.r-syntax"
vscode "ritwickdey.liveserver"
vscode "robbowen.synthwave-vscode"
vscode "rodrigovallades.es7-react-js-snippets"
vscode "rust-lang.rust-analyzer"
vscode "rvest.vs-code-prettier-eslint"
vscode "sdras.night-owl"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "streetsidesoftware.code-spell-checker"
vscode "tomoki1207.pdf"
vscode "tonybaloney.vscode-pets"
vscode "twxs.cmake"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "visualstudiotoolsforunity.vstuc"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "zhuangtongfa.material-theme"
go "golang.org/x/tools/cmd/callgraph"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/davidrjenni/reftools/cmd/fillswitch"
go "github.com/onsi/ginkgo/v2/ginkgo"
go "github.com/abice/go-enum"
go "mvdan.cc/gofumpt"
go "golang.org/x/tools/cmd/goimports"
go "github.com/twpayne/go-jsonstruct/v3/cmd/gojsonstruct"
go "github.com/golangci/golangci-lint/v2/cmd/golangci-lint"
go "github.com/segmentio/golines"
go "github.com/fatih/gomodifytags"
go "github.com/abenz1267/gomvp"
go "golang.org/x/tools/cmd/gonew"
go "golang.org/x/tools/gopls"
go "github.com/cweill/gotests/gotests"
go "gotest.tools/gotestsum"
go "golang.org/x/vuln/cmd/govulncheck"
go "github.com/koron/iferr"
go "github.com/josharian/impl"
go "github.com/tmc/json-to-struct"
go "go.uber.org/mock/mockgen"
go "github.com/kyoh86/richgo"
